const list = [
    {
        id: 1,
        name: 'Друзья',
        description: 'Главные герои — шестеро друзей — Рейчел, Моника, Фиби, Джоуи, Чендлер и Росс. Три девушки и три парня, которые дружат, живут по соседству, вместе убивают время и противостоят жестокой реальности, делятся своими секретами и иногда очень сильно влюбляются...',
        date: '1994–2004',
        href: 'http://fs.to/video/serials/i5D9hkfElhXNWm5hs5yiXvy-druzya.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/38/93/2/00389395.jpg'
    },
    {
        id: 2,
        name: 'Супердевушка / Супергёрл',
        description: '"Супергёрл" расскажет историю Кары Зор-Эл с планеты Криптон. После уничтожения родной планеты Кара прибывает на Землю, где скрывает свои сверхчеловеческие способности. Однако по достижении 24 лет она решает использовать свою силу во благо и стать тем героем, которым всегда хотела быть.',
        date: '2015–2016+',
        href: 'http://fs.to/video/serials/i1NofgD8u9BcGkRvgMXejF6-superdevushka.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/42/66/2/00426663.jpg'
    },
    {
        id: 3,
        name: 'Теория большого взрыва',
        description: 'Два блестящих физика, Леонард и Шелдон, «великие умы», которые понимают как «работает вселенная». Но их гениальность ничуть не помогает им общаться с людьми, особенно с женщинами. Всё начинает меняться, когда напротив них поселяется красавица Пенни.',
        date: '2007–2016+',
        href: 'http://fs.to/video/serials/i5nZGw8N0guCAuCqwvgB0gE-teoriya-bolshogo-vzryva.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/42/61/2/00426156.jpg'
    },
    {
        id: 4,
        name: 'Звездный путь: Оригинальный Сериал',
        description: 'Действие «Оригинального Сериала» разворачивается во второй половине 23 века (2264—2269 г.г.) и повествует о пятилетней исследовательской миссии звездолета Звездного Флота Объединенной Федерации Планет «Энтерпрайз» (NCC-1701) под командованием капитана Джеймса Тиберия Кирка.',
        date: '1966–1969',
        href: 'http://fs.to/video/serials/iw4UzIG38Y8fl2JUp9hTYQ-zvezdnyj-put-originalnyj-serial.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/15/65/2/00156590.jpg'
    },
    {
        id: 5,
        name: 'Флэш',
        description: 'В детстве Барри Аллен стал свидетелем убийства своей матери, в котором несправедливо обвинили его отца. Работая судмедэкспертом, Аллен пытается раскрыть правду об убийстве матери, что приводит его к ускорителю частиц Гаррисона Уэллса. После взрыва ускорителя частиц Аллена ударяет молния, из-за чего он впадает в кому на 9 месяцев. Когда он просыпается, он узнает, что имеет способность двигаться на сверхчеловеческих скоростях. Но он не единственный, кто получил суперспособности.',
        date: '2014–2016+',
        href: 'http://fs.to/video/serials/i1JCtyIbttxmbahuYuAcA1i-flesh.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/42/64/2/00426478.jpg'
    },
    {
        id: 6,
        name: 'Как я встретил вашу маму',
        description: 'Комедия про Теда и про то, как он влюбился. Все неприятности начинаются с того, что лучший друг Теда, Маршалл вдруг неожиданно сообщил, что он хочет сделать предложение своей давней подруге, Лили, воспитательнице детского сада. К тому времени Тед понимает, что ему нужно прилагать больше усилий, если он действительно надеется найти свою настоящую любовь. Помогает ему в этих поисках его друг Барни, убежденный холостяк, вечно со своим, иногда чересчур, мнением на все происходящее, со склонностью к костюмам и верным способом познакомиться с девушками. Когда Тед встречает Робин, он решает, что это любовь с первого взгляда, но у судьбы в запасе есть кое-что еще. Сериал представлен в форме повествования в будущем.',
        date: '2005–2014',
        href: 'http://fs.to/video/serials/iMaZjNRFmTPd4WWhmFElAA-kak-ya-vstretil-vashu-mamu.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/27/18/2/00271870.jpg'
    },
    {
        id: 7,
        name: 'Два с половиной человека / 2,5 человека',
        description: 'Закоренелый холостяк Чарли, постоянно опасающийся за свою свободу, и его брат Алан, недавно разошедшийся с женой, живут под одной крышей. Чарли только и делает, что заводит любовные интрижки, а Алан всеми силами пытается от него не отстать. В свободное от амурных приключений время братья воспитывают десятилетнего сынишку Алана Джейка: пытаясь сделать из него настоящего мужчину, они порой просвещают его в совсем неподходящих для его возраста областях, учат игре в покер или флирту с девушками.',
        date: '2003–2015',
        href: 'http://fs.to/video/serials/i4pFzwAvddQVIOqUg6XrLlm-dva-s-polovinoj-cheloveka.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/28/34/2/00283479.jpg'
    },
    {
        id: 8,
        name: 'Области тьмы',
        description: 'История о человеке, которому удается максимально раскрыть возможности своего мозга. Главный герой Брайан Синклер открывает для себя фантастическую силу препарата NZT и пытается использовать её для раскрытия запутанных дел на службе в ФБР. Дженнифер Карпентер сыграет Ребекку - агента ФБР, которая стремительно поднимается по карьерной лестнице, но все еще не смирилась с причинами, толкнувшими её поступить на службу. В сериальной версии Брэдли Купер выступит уже в роли сенатора Эдварда Морра, у которого есть свои далеко идущие планы на счет его протеже - Брайана Финча, который работает на сенатора без ведома ФБР.',
        date: '2015–2016',
        href: 'http://fs.to/video/serials/i4EHQZH5lAzIkcViJtA77Ow-oblasti-tmy.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/41/57/2/00415719.jpg'
    },
    {
        id: 9,
        name: 'КЛИНИКА',
        description: 'Все с чего-то начинают. Будь то речь о карьере, учебе или же личной жизни. Устраивать свою жизнь выпускник медицинского колледжа Джон Дориан начал стремительно и уверенно. Спустя какое-то время после своего выпуска парень уже устроился интерном в клинику, где по счастливой случайности оказался и его лучший друг, с которым они учились вместе, а после даже жили в одной комнате в общежитии. Так что Джон неглуп, не одинок, а также полон рвения и усердия, которые так необходимы в его работе. Что же из этого выйдет? На этот вопрос вам ответят все сезоны и серии американского сериала «Клиника»!',
        date: '2001-2010',
        href: 'http://zagonka.ru/2202-klinika-online.html',
        src: 'http://zagonka.ru/uploads/posts/2013-05/1368708100_klinika.jpg'
    },
    {
        id: 10,
        name: 'Игра Престолов',
        description: 'К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем, никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее.',
        date: '2011–2016+',
        href: 'http://fs.to/video/serials/i1JyOT1po21gODTFfZEmkdq-igra-prestolov.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/42/23/2/00422358.jpg'
    },
    {
        id: 11,
        name: 'Во все тяжкие',
        description: 'Уолтер Уайт, преподаватель химии в школе. У него есть жена и сын-инвалид, жена ждет еще одного ребенка. Уолт уже не молод и в этом возрасте часто бывают кризисы, тем более нужно кормить семью, а на зарплату преподавателя не разгуляешься, поэтому он вынужден подрабатывать на автомойке, где его же студенты над ним насмехаются, а еще сын, чью инвалидность тоже постоянно осмеивают.Его свояк работает в Управлении по борьбе с наркотиками и однажды предлагает поучаствовать в облаве на дом, где находится лаборатория по приготовлению метамфетамина. Во время облавы Уолт случайно видит, как один дилер сбегает от облавы, им оказывается его бывший студент. Уолт решает заняться с ним бизнесом по приготовлению метамфетамина, так как он на изломе, что ему терять: он бросил работу на автомойке, секс с женой ограничивается только рукоблудием с ее стороны, ему поставили диагноз — неоперабельный рак легких, да и свояк постоянно говорит, что метамфетамин приносит огромные деньги. Кто еще может приготовить чистейший метамфетамин, как не учитель химии? Уолт и его напарник снимают трейлер и организуют там лабораторию, уехав перед тем в пустыню, подальше от глаз. Первая партия готова, напарник Уолта, Джесси идет ее реализовывать…',
        date: '2008–2013',
        href: 'http://fs.to/video/serials/iw8ypXjXXom7QpgYXsvU2Y-vo-vse-tyazhkije.html',
        src: 'http://img.dotua.org/fsua_items/cover/00/39/48/2/00394856.jpg'
    }
];